Repository: Adamant-im/adamant-iOS
Catalog: AdamantShared/Assets/l18n/Localizable.xcstrings
Source language: en
Languages: de, ru

# EULA.Text
source: ADAMANT Messenger is based on decentralized Blockchain technologies, and therefore: ✓ ADAMANT Messenger has no tolerance for objectionable content or abusive users ✓ ADAMANT Messenger is initially focused on the security of correspondence, and the privacy of its users. ✓ ADAMANT Messenger displays completely open-source code at all times, license GPL-3.0. The source code is available on GitHub: github.com/adamant-im. ✓ ADAMANT Messenger is offered “AS IS”, with no warranties. ✓ Developers are only contributors and users of the ADAMANT Messenger. ✓ Developers do not control any actions on the part of users. ✓ Developers do not have privileges in the ADAMANT Messenger. ✓ Developers have no possibility to disable or block any accounts in the ADAMANT Messenger. ✓ Developers have no possibility to obtain encryption keys or read correspondence or other information of any ADAMANT Messenger user. ✓ Developers have no possibility to restore access to any user’s account if lost. Users are responsible for the safety and protection of their own accounts. ✓ Developers are not responsible for user content, messages, media, and goals and intentions of using the ADAMANT Messenger. ✓ Developers do not store any information transmitted between users (messages, multimedia) and are not responsible for its storage on/in the Blockchain. ✓ Developers have no possibility to access, nor are responsible for any assets (including but not limited to: cryptocurrencies), connected to or sent via the ADAMANT Messenger. ✓ ADAMANT Messenger utilizes metadata, as facts of communications between accounts, available publicly in its Blockchain. ✓ Developers do not cooperate with any third party or external services in terms of providing any usage data. ✓ ADAMANT Messenger infrastructure (Blockchain nodes) belong to its users and are run by users. ✓ Developers have no possibility to deactivate, stop or pause the ADAMANT Messenger. Developers offer no warranty on running the ADAMANT Messenger. ✓ Developers do not bear responsibility for the possible risks, costs, and faults associated with the ADAMANT Messenger. ✓ Users of the ADAMANT Messenger henceforth take all responsibility for its use, including but not limited to: legitimacy of the blockchain and other technologies applied within the Messenger, using anonymous messaging services, and other jurisdiction laws. By using the ADAMANT Messenger, you henceforth accept these Terms of Service.
de: ADAMANT Messenger basiert auf dezentralisierter Technologie und der Blockchain, infolgedessen: ✓ ADAMANT Messenger ist ursprünglich auf die Sicherheit der Kommunikation und die Privatsphäre der Nutzer ausgerichtet. ✓ Der Source Code vom ADAMANT Messenger ist im vollen Umfang unter der GPL-3.0-Lizenz verfügbar und ist auf GitHub verfügbar: github.com/adamant-im ✓ ADAMANT Messenger wird "as is" ausgeliefert, ohne Gewährleistung. ✓ Die Entwickler können nur der Entwicklung vom ADAMANT Messenger beitragen. ✓ Die Entwickler haben keine Möglichkeit, die Handlungen von Nutzer zu kontrollieren. ✓ Die Entwickler haben keine Privilegien in der Nutzung vom ADAMANT Messenger. ✓ Die Entwickler haben keine Möglichkeit, Profile im ADAMANT Messenger einzuschränken oder zu blockieren. ✓ Die Entwickler haben keine Möglichkeit, die Nachrichten zu entschlüsseln, sie zu lesen, oder auf andere Informationen von Nutzern vom ADAMANT Messenger zuzugreifen. ✓ Entwickler können den Zugriff auf ein Benutzerkonto bei einem Verlust nicht wiederherstellen. Nur die Benutzer selbst sind für die Sicherheit und den Schutz der Daten ihrer Konten verantwortlich. ✓ Die Entwickler tragen keine Haftung für den Inhalt, der von Nutzern erstellt wird, ihre Nachrichten, Medien oder Intentionen von Nutzern vom ADAMANT Messenger. ✓ Die Entwickler haben keine Möglichkeit, die Information zu speichern, die zwischen den Nutzern ausgetauscht wird und tragen keine Haftung für die Aufbewahrung dieser auf der Blockchain. ✓ Die Entwickler tragen keine Haftung für jegliche Vermögenswerte (einschließlich, aber nicht nur auf Kryptowährungen eingeschränkt), die in Verbindung mit oder mit Hilfe vom ADAMANT Messenger gesendet werden, und haben keinen Zugriff darauf. ✓ ADAMANT Messenger speichert Metadaten wie Zeitstempel der gesendeten Nachrichten, die öffentlich auf der Blockchain verfügbar sind. ✓ Die Entwickler kooperieren nicht mit Dritten oder anderen Services, die Daten verarbeiten oder speichern. ✓ Die Infrastruktur vom ADAMANT Messenger (Blockchain Nodes) gehört den Nutzern und wird von ihnen betrieben. ✓ Die Entwickler haben keine Möglichkeit, den ADAMANT Messenger zu deaktivieren, zu stoppen oder zu pausieren. Die Entwickler garantieren keinen stabilen Betrieb vom ADAMANT Messenger. ✓ Die Entwickler tragen keine Haftung für mögliche Risiken, Kosten oder Probleme, die mit der Nutzung vom ADAMANT Messenger auftreten können. ✓ Ab sofort tragen die Nutzer vom ADAMANT Messenger die volle Verantwortung für dessen Nutzung, einschließlich, aber nicht beschränkt auf: Legitimität der blockchain und anderer Technologien, die im ADAMANT Messenger verwendet werden, Nutzung der anonymen Nachrichtenservices, und andere Gesetze, die mit der Verwendung von solchen und ähnlichen Services verbunden sind. Indem Sie ADAMANT verwenden, nehmen sie die aktuellen Geschäftsbedingungen an und sind weiterhin mit diesen einverstanden.
ru: ADAMANT Messenger основан на децентрализованных технологиях и блокчейне, вследствие чего: ✓ ADAMANT Messenger не допускает незаконный контент или оскорбляющих пользователей ✓ ADAMANT Messenger изначально сосредоточен на безопасности обмена сообщениями и конфиденциальности своих пользователей. ✓ Исходный код ADAMANT Messenger всегда в полном объеме доступен под лицензией GPL-3.0. Исходный код доступен в GitHub: github.com/adamant-im ✓ Использование ADAMANT Messenger предполагается без гарантии, по модели «как есть». ✓ Разработчики лишь вносят вклад в развитие ADAMANT Messenger. ✓ Разработчики не имеют возможности контролировать действия пользователей ADAMANT Messenger. ✓ Разработчики не имеют никаких привилегий в использовании ADAMANT Messenger. ✓ Разработчики не имеют возможности ограничивать, отключать или блокировать какие-либо учетные записи в ADAMANT Messenger. ✓ Разработчики не имеют возможности получить ключи шифрования или читать сообщения, или другую информацию пользователей ADAMANT Messenger. ✓ Разработчики не имеют возможности восстановить доступ к любой учетной записи пользователя в случае ее утери. Только сами пользователи несут ответственность за безопасность и защиту данных своих учетных записей. ✓ Разработчики не несут ответственности за контент, вносимый пользователем, его сообщения, данные мультимедиа, а также за цели и намерения пользователей при использовании ADAMANT Messenger. ✓ Разработчики не имеют возможности хранить информацию, передаваемую между пользователями (сообщения, мультимедиа) и не несут ответственности за ее хранение в блокчейне. ✓ Разработчики не несут ответственности за какие-либо ценные активы (включая, но не ограничиваясь криптовалютами), связанные с или отправленные посредством ADAMANT Messenger, и не имеют возможности доступа к ним. ✓ ADAMANT Messenger сохраняет метаданные, как факты отправки сообщений, записи о которых доступны публично в блокчейне. ✓ Разработчики не сотрудничают ни с третьими сторонами, ни с внешними сервисами и компаниями с точки зрения предоставления данных об использовании ADAMANT Messenger. ✓ Инфраструктура ADAMANT Messenger (узлы блокчейна) принадлежит пользователям и управляется пользователями. ✓ Разработчики не имеют возможности деактивировать, остановить или приостановить работу ADAMANT Messenger. Разработчики не предоставляют никаких гарантий на безошибочную работу и запуск ADAMANT Messenger и не несут ответственность за стабильную работу ADAMANT Messenger. ✓ Разработчики не несут ответственности за возможные риски, издержки и проблемы, связанные с ADAMANT Messenger. ✓ Пользователи ADAMANT Messenger впредь берут на себя всю ответственность за его использование, включая, но не ограничиваясь перечисленным: легитимность блокчейна и других технологий, применяемых в ADAMANT Messenger, использование анонимных сервисов обмена сообщениями, и другие законы, связанные с использованием подобных сервисов. Используя ADAMANT Messenger, вы принимаете настоящие Условия использования и согласны с ними в дальнейшем.

# EULA.Title
source: Terms of Service
de: Geschäftsbedingungen
ru: Условия использования

# LoginScene.Error.AuthorizeCamera
source: You need to authorize ADAMANT to use device's camera
de: Sie müssen die Kamera freigeben, damit ADAMANT die Gerätekamera verwenden kann
ru: Для чтения QR-кодов необходимо разрешить доступ к камере

# LoginScene.Error.AuthorizePhotolibrary
source: You need to authorize ADAMANT to use your Photo library
de: Sie müssen ADAMANT für die Verwendung der Fotoalben autorisieren
ru: Для чтения QR-кодов необходимо разрешить доступ к Фото

# LoginScene.Error.NoInternet
source: No connection to the Internet
de: Keine Internetverbindung
ru: Нет соединения с сетью

# LoginScene.Error.NoPassphrase
source: Enter a passphrase
de: Geben Sie die Passphrase ein
ru: Введите пароль

# LoginScene.Error.NoQrOnPhoto
source: Selected image does not contain valid QR codes
de: Das ausgewählte Bild enthält keinen gültigen QR-Code
ru: Выбранное изображение не содержит подходящих QR-кодов

# LoginScene.Error.QrNotSupported
source: QR code reading is not supported on the device
de: Ihr Gerät unterstützt nicht das Lesen von QR-Codes
ru: На этом устройстве не поддерживается чтение QR-кодов

# LoginScene.Error.WrongQr
source: QR code does not contain a valid passphrase
de: Der QR-Code enthält keine gültige Passphrase
ru: QR-код не содержит пароля

# LoginScene.LoggingInProgress
source: Logging in…
de: Einloggen…
ru: Входим…

# LoginScene.LoginIntoAdamant
source: Login into ADAMANT
de: In ADAMANT einloggen
ru: Вход в АДАМАНТ

# LoginScene.Row.Generate
source: Generate new passphrase
de: Neue Passphrase generieren
ru: Создать новый пароль

# LoginScene.Row.Login
source: Login
de: Einloggen
ru: Вход

# LoginScene.Row.Pincode
source: Login with PIN code
de: Mit der PIN einloggen
ru: Войти с PIN-кодом

# LoginScene.Row.Qr
source: Login with QR code
de: Mit dem QR-Code einloggen
ru: Войти с QR-кодом

# LoginScene.Row.SavePassphraseAlert
source: **Save the passphrase** for new Wallet and Messenger account. There is no login to enter Wallet, only the passphrase needed. **If lost, no way to recover it**.
de: Speichern Sie die Passphrase für die neue Wallet und das Messenger-Konto. Es gibt keinen Login für die Wallet, nur die Passphrase wird benötigt. Wenn Sie verloren geht, kann sie nicht wiederhergestellt werden.
ru: Это пароль для нового Кошелька и Мессенджера. **Сохраните его!** Для входа в Кошелек не нужно логина, только этот пароль. **Восстановление пароля невозможно**.

# LoginScene.Row.TapToSave
source: Tap to save
de: Tippen, um zu speichern
ru: Нажмите, чтобы сохранить

# LoginScene.Section.Login
source: Login
de: Einloggen
ru: Вход

# LoginScene.Section.NewAccount
source: New account
de: Neues Konto
ru: Новый аккаунт

# NewChatScene.Error.AddressNotFoundFormat
source: Address not found: %@
de: Adresse nicht gefunden: %@
ru: Адрес не найден: %@

# NewChatScene.Error.InvalidAddress
source: Enter a valid address
de: Geben Sie eine gültige Adresse ein
ru: Неверный адрес

# NewChatScene.Error.OwnAddress
source: You don't need an encrypted anonymous chat to talk to yourself
de: Sie brauchen keinen anonymen und verschlüsselten Chat, um mit sich selbst zu reden
ru: Вам не нужен анонимный чат, чтобы говорить с самим собой

# NewChatScene.Error.WrongQr
source: QR code does not contain a valid address
de: Der QR-Code enthält keine gültige Adresse
ru: QR-код не содержит адреса

# NewChatScene.NotInitialized.HelpButton
source: What does it mean?
de: Was bedeutet das?
ru: Что это значит?

# NewChatScene.ScanQr
source: Scan QR code
de: QR-Code scannen
ru: Сканировать QR-код

# NewChatScene.Title
source: New Chat
de: Neuer Chat
ru: Новый Чат

# NodesList.AddNewNode
source: Add new node
de: Eine neue Node hinzufügen
ru: Добавить новую ноду

# NodesList.NodesList
source: Node list
de: Node-Liste
ru: Список нод

# NodesList.Saved
source: Saved
de: Gespeichert
ru: Сохранено

# NodesList.Title
source: List of nodes
de: Liste der benutzten Nodes
ru: Список нод

# Notifications.Alert.Cancel
source: Cancel
de: Absagen
ru: Отмена

# Notifications.Alert.Save
source: Save
de: Speichern
ru: Сохранить

# Notifications.Mode.BackgroundFetch
source: Background Fetch
de: Hintergrundaktualisierung
ru: Фоновое обновление

# Notifications.Mode.NotificationsDisabled
source: Disabled
de: Deaktiviert
ru: Отключено

# Notifications.Settings.System
source: System Settings
de: Systemeinstellungen
ru: Системные настройки

# Notifications.Sound.Name
source: Sound
de: Klang
ru: Звук

# Notifications.Sounds.Name
source: Sounds
de: Geräusche
ru: Звуки

# NotificationsService.Error.RegistrationRemotesFormat
source: Registration in ANS failed. Please, try again later. Reason %@
de: Registrierung in ANS fehlgeschlagen. Bitte erneut versuchen. Ursache %@
ru: Произошла ошибка при регистрации в ANS, попробуйте позже. Причина: %@

# NotificationsService.NewMessage.BodyFormat
source: You have %d new messages
de: Sie haben %d neue Nachrichten
ru: У вас %d новых сообщения

# NotificationsService.NewMessage.BodySingle
source: You have a new message
de: Sie haben eine neue Nachricht
ru: У вас новое сообщение

# NotificationsService.NewMessage.Title
source: New Message
de: Neue Nachricht
ru: Новое сообщение

# NotificationsService.NewTransfer.BodyFormat
source: You have %d new transactions
de: Sie haben %d neue Transaktionen
ru: У вас %d новые транзакции

# NotificationsService.NewTransfer.BodySingle
source: You have a new transfer
de: Sie haben eine neue Transaktion
ru: У вас новый перевод

# NotificationsService.NewTransfer.Title
source: New Transfer
de: Neue Transaktion
ru: Новый перевод

# NotificationsService.NotificationsDisabled
source: Notifications disabled. You can enable notifications in Settings
de: Benachrichtigungen deaktiviert. Sie können Benachrichtigungen in den Einstellungen aktivieren
ru: Уведомления отключены. Вы можете включить их в Настройках

# Pinpad.EnterNewPin
source: Enter new PIN code
de: Neue PIN eingeben
ru: Введите новый PIN-код

# Pinpad.ReenterPin
source: Re-enter your PIN code
de: Geben Sie die PIN erneut ein
ru: Введите PIN-код ещё раз

# QrGeneratorScene.Error.InternalErrorFormat
source: Internal error: %@. Report a bug
de: Interner Fehler: %@. Bericht senden
ru: Внутренняя ошибка: %@. Сообщите об ошибке

# QrGeneratorScene.Error.InvalidPassphrase
source: Enter a valid passphrase
de: Geben Sie eine gültige Passphrase ein
ru: Введите корректный пароль

# QrGeneratorScene.TapToSave
source: Tap to save
de: Tippen, um zu speichern
ru: Нажмите для сохранения

# Reply.failedMessageError
source: You can't reply to a failed message
de: Sie können nicht auf eine fehlgeschlagene Nachricht antworten
ru: Вы не можете ответить на ошибочное сообщение

# Reply.LongUnknownMessageError
source: We did not find this message
de: Wir haben diese Nachricht nicht gefunden
ru: Мы не нашли это сообщение

# Reply.pendingMessageError
source: You can't reply to a pending message. Wait for confirmations (estimate 1-2 seconds)
de: Sie können nicht auf eine ausstehende Nachricht antworten. Auf Bestätigungen warten (schätzungsweise 1–2 Sekunden)
ru: Вы не можете ответить на ожидающее сообщение. Дождитесь подтверждения (оценка 1-2 секунды)

# Reply.ShortUnknownMessageError
source: UNKNOWN MESSAGE
de: UNBEKANNTE NACHRICHT
ru: СООБЩЕНИЕ НЕ НАЙДЕНО

# SearchPage.Contact.Add.New
source: [Add a new contact]
de: [Fügen Sie einen neuen Kontakt hinzu]
ru: [Добавить новый контакт]

# SearchPage.Contact.New
source: New contact
de: Neuer Kontakt
ru: Новый контакт

# SearchPage.Contacts
source: Contacts
de: Kontakte
ru: Контакты

# SearchPage.Messages
source: Messages
de: Mitteilungen
ru: Сообщения

# SecurityPage.DoNotStayLoggedIn
source: Do not stay logged in
de: Nicht eingeloggt bleiben
ru: Выходить из аккаунта при закрытии приложения

# SecurityPage.DoNotUseBiometry
source: Do not use biometry to log in
de: Benutzen Sie keine Biometrie für die Anmeldung
ru: Отключить вход с биометрией

# SecurityPage.Row.GeneratePk
source: Export Private Keys
de: Private Schlüssel exportieren
ru: Экспортировать приватные ключи

# SecurityPage.Row.GenerateQr
source: Generate QR with passphrase
de: Einen QR-Code mit der Passphrase generieren
ru: Создать QR-код с паролем

# SecurityPage.Row.Notifications
source: Notifications
de: Benachrichtigungen
ru: Уведомления

# SecurityPage.Row.Notifications.ModesDescription
source: #### Notification modes #### Disabled No notifications. #### Background Fetch Your device fetchs for new messages by itself. No external calls. Fetch is initiated by iOS, the actual time determined by the operating system based on many factors like battery charge, cellular network, application usage patterns and cannot be predicted. It can be 20 minutes, or 6 hours, or maybe even a day. You still can open app and check for a new message though. #### Push Notifications sent to your device by ADAMANT Notification Service. You will receive notification almost instantly after a message was sent and approved by the Blockchain — a few seconds delay. But this mode requires your device to register it's Device Token in the Service's database. Device tokens are safe and secure, and this option is recommended in most cases. You can read more about device registration on ADAMANT's Github page.
de: #### Benachrichtigungsmodi #### Deaktiviert Keine Benachrichtigungen. #### Hintergrundaktualisierung Ihr Gerät erhält neue Nachrichteninformationen automatisch. Keine externen Aufrufe. Die Hintergrundaktualisierung wird von iOS verwaltet, die Zeit wird vom Betriebssystem bestimmt und ist von vielen Faktoren wie Akkustand, Netzwerkauslastung, Nutzungsmuster abhängig und kann nicht vorhergesagt werden. Es können 20 Minuten, 6 Stunden, oder ein Tag sein. Sie können die App trotzdem öffnen und nachschauen, ob eine Nachricht angekommen ist. #### Push Benachrichtigungen werden auf Ihr Gerät vom ADAMANT Benachrichtigungsservice gesendet. Sie erhalten eine Benachrichtigung umgehend, nachdem die Nachricht versendet und von der Blockchain bestätigt wurde - mit einer kleinen Verzögerung. Jedoch erfordert dieser Modus, dass der Gerätetoken Ihres Geräts in der Servicedatenbank registriert ist. Gerätetokens sind sicher, und diese Option ist zu empfehlen. Sie können mehr über die Geräteregistrierung auf der ADAMANTs Github-Seite nachlesen.
ru: #### Режимы уведомлений #### Отключены Не присылать никаких уведомлений. #### Фоновое обновление Проверка новых сообщений производится самим устройством. Проверку инициирует iOS, и интервалы между проверками определяются системой на основании множества факторов, таких как доступность сотовой сети, заряд батареи, и использование приложения. Интервалы могут быть 20 минут, могут быть 6 часов, могут доходить и до нескольких дней. Однако, вы всегда можете открыть приложение и проверить новые сообщения вручную. #### Push Уведомления о новых сообщениях присылаются сервисом ADAMANT Notification Service. Уведомления приходят практически мгновенно (несколько секунд), но необходима регистрация устройства в сервисе. Это безопасно и сохраняет высокий уровень секретности, для большинства пользователей это предпочтительный вариант. О регистрации устройств вы можете прочитать больше на странице проекта в Github.

# SecurityPage.Row.StayLoggedIn
source: Stay logged in
de: Eingeloggt bleiben
ru: Оставаться в приложении

# SecurityPage.Row.VisitGithub
source: Visit Github
de: Zu GitHub
ru: Посетить Github

# SecurityPage.Section.AboutNotificationTypes
source: About ANS
de: Über Benachrichtigungsoptionen
ru: О режимах уведомлений

# SecurityPage.Section.Messages
source: Messages
de: Mitteilungen
ru: Сообщения

# SecurityPage.Section.NotificationsType
source: Notifications
de: Benachrichtigungen
ru: Уведомления

# SecurityPage.Section.Security
source: Security
de: Sicherheit
ru: Безопасность

# SecurityPage.Section.Settings
source: Settings
de: Einstellungen
ru: Настройки

# SecurityPage.Title
source: Security
de: Sicherheit
ru: Безопасность

# SecurityPage.UseBiometry
source: Use biometry
de: Biometrie verwenden
ru: Использовать биометрию для входа в систему

# SettingsPage.Title
source: Settings
de: Einstellungen
ru: Настройки

# Shared.Cancel
source: Cancel
de: Abbrechen
ru: Отмена

# Shared.ChatWith
source: Chat with
de: Plaudern mit
ru: Чат с

# Shared.CopiedToPasteboard
source: Copied to Pasteboard
de: Kopiert!
ru: Скопировано

# Shared.CopyToPasteboard
source: Copy to Pasteboard
de: Kopieren
ru: Копировать

# Shared.Delete
source: Delete
de: Löschen
ru: Удалить

# Shared.Done
source: Done
de: Fertig
ru: Готово

# Shared.Error
source: Error
de: Fehler
ru: Ошибка

# Shared.GenerateQRCode
source: Generate QR code
de: QR-Code generieren
ru: Создать QR-код

# Shared.NoInternet.Body
source: Please check your internet connection and try again
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
ru: Проверьте соединение и повторите попытку

# Shared.NoInternet.Title
source: No internet connection
de: Keine Internetverbindung
ru: Нет соединения с интернетом

# Shared.Retry
source: Retry
de: Erneut versuchen
ru: Повторить

# Shared.Save
source: Save
de: Speichern
ru: Сохранить

# Shared.SaveToPhotolibrary
source: Save to Photos
de: Im Fotoalbum speichern
ru: Сохранить в Фото

# Shared.SendAdmTo
source: Send ADM to
de: Senden Sie ADM an
ru: Отправить ADM для

# Shared.Settings
source: Settings
de: Einstellungen
ru: Настройки

# Shared.Share
source: Share
de: Teilen
ru: Поделиться

# ShareQR.photolibraryNotAuthorized
source: You need to authorize ADAMANT to use your Photo library
de: Sie müssen ADAMANT für die Benutzung des Fotoalbums autorisieren
ru: Для сохранения QR-кодов необходимо разрешить доступ к Фото

# Tabs.Account
source: Account
de: Konto
ru: Аккаунт

# Tabs.Settings
source: Settings
de: Einstellungen
ru: Настройки

# TransactionDetailsScene.Row.Amount
source: Amount
de: Betrag
ru: Количество

# TransactionDetailsScene.Row.Confirmations
source: Confirmations
de: Bestätigungen
ru: Подтверждения

# TransactionDetailsScene.Row.CurrentFiat
source: Current value
de: Aktueller Wert
ru: Текущая ценность

# TransactionDetailsScene.Row.Date
source: Date
de: Datum
ru: Дата

# TransactionDetailsScene.Row.Explorer
source: Open in Explorer
de: Im Explorer öffnen
ru: Открыть в Explorer

# TransactionDetailsScene.Row.Fee
source: Fee
de: Gebühr
ru: Комиссия

# TransactionDetailsScene.Row.From
source: From
de: Von
ru: Отправитель

# TransactionDetailsScene.Row.HistoryFiat
source: Value at time of Txn
de: Wert zum Zeitpunkt
ru: Ценность при получении

# TransactionDetailsScene.Row.Status
source: Transaction status
de: Transaktionsstatus
ru: Состояние

# TransactionDetailsScene.Row.To
source: To
de: Zu
ru: Получатель

# TransactionDetailsScene.Section.Actions
source: Actions
de: Aktionen
ru: Действия

# TransactionDetailsScene.Section.Comment
source: Comments
de: Kommentare
ru: Комментарии

# TransactionDetailsScene.Share.Summary
source: Summary
de: Gesamt
ru: Сводка

# TransactionDetailsScene.YourAddress
source: You
de: Sie
ru: Вы

# TransactionListScene.NoTransactionYet
source: No transactions yet
de: Noch keine Transaktionen
ru: Транзакций пока нет

# TransactionListScene.Title
source: Transactions
de: Transaktionen
ru: Транзакции
